tap "common-fate/granted"
tap "confluentinc/internal", "git@github.com:confluentinc/homebrew-internal.git"
tap "denisidoro/tools"
tap "federico-terzi/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "muesli/tap"
tap "neovim/neovim"
tap "ringohub/redis-cli"
tap "wez/wezterm"
brew "libyaml"
brew "readline"
brew "xz"
brew "ansible"
brew "atuin"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "binutils"
brew "broot"
brew "coreutils"
brew "tmux"
brew "byobu"
brew "bzip2"
brew "cheat"
brew "cmake"
brew "ctop"
brew "diff-so-fancy"
brew "docker-credential-helper-ecr"
brew "duf"
brew "dust"
brew "eksctl"
brew "exa"
brew "fd"
brew "fpp"
brew "fselect"
brew "fswatch"
brew "fzf"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "goenv"
brew "gradle"
brew "helix"
brew "hexyl"
brew "howdoi"
brew "htop"
brew "httpie"
brew "icdiff"
brew "jenv"
brew "jid"
brew "joshuto"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "librdkafka"
brew "lsd"
brew "m-cli"
brew "maven"
brew "mcfly"
brew "minikube"
brew "mkdocs"
brew "multitail"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "node"
brew "pam-reattach"
brew "parallel"
brew "pipenv"
brew "poetry"
brew "postgresql@14"
brew "prettier"
brew "prettyping"
brew "pssh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "python-tk@3.9"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "socat"
brew "starship"
brew "stern"
brew "tealdeer", link: false
brew "telnet"
brew "terraform"
brew "tfenv", link: false
brew "tldr"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yadm"
brew "yarn"
brew "zoxide"
brew "common-fate/granted/granted"
brew "denisidoro/tools/navi"
brew "hashicorp/tap/terraform-ls"
brew "ringohub/redis-cli/redis-cli"
cask "acorn"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "authy"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "brave-browser"
cask "chromium"
cask "daisydisk"
cask "dash"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "disk-inventory-x"
cask "divvy"
cask "docker"
cask "dozer"
cask "drawio"
cask "espanso"
cask "fig"
cask "firefox"
cask "flux"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-monaspace"
cask "forklift"
cask "gas-mask"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "http-toolkit"
cask "hyper"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "jd-gui"
cask "kap"
cask "keepassxc"
cask "keepingyouawake"
cask "kitty"
cask "lepton"
cask "logseq"
cask "macdown"
cask "macvim"
cask "maestral"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "new-computer"
cask "pgadmin4"
cask "phoenix"
cask "postman"
cask "pycharm"
cask "pycharm-ce"
cask "raycast"
cask "remarkable"
cask "shortcat"
cask "shottr"
cask "simplenote"
cask "snipaste"
cask "squirrel"
cask "sublime-text"
cask "syncalicious"
cask "tabby"
cask "temurin"
cask "temurin11"
cask "temurin17"
cask "temurin8"
cask "textexpander"
cask "typora"
cask "vagrant"
cask "vimr"
cask "visual-studio-code"
cask "visualvm"
cask "vivaldi"
cask "warp"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "alexkrechik.cucumberautocomplete"
vscode "atian25.copy-syntax"
vscode "bastienboutonnet.vscode-dbt"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "codesandbox-io.codesandbox-projects"
vscode "codium.codium"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-extension-pack"
vscode "dorzey.vscode-dbt-language"
vscode "dorzey.vscode-sqlfluff"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "johnpapa.winteriscoming"
vscode "kirkslota.karate-runner"
vscode "kogai.regex-railroad-diagrams"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naco-siren.gradle-language"
vscode "njpwerner.autodocstring"
vscode "orta.vscode-jest"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "rprouse.theme-obsidian"
vscode "samuelcolvin.jinjahtml"
vscode "tchayen.markdown-links"
vscode "unbug.codelf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "xyz.local-history"
