tap "denisidoro/tools"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "muesli/tap"
tap "neovim/neovim"
tap "puppetlabs/puppet"
tap "ringohub/redis-cli"
tap "wez/wezterm"
brew "libyaml"
brew "readline"
brew "xz"
brew "ansible"
brew "bat"
brew "binutils"
brew "broot"
brew "tmux"
brew "byobu"
brew "bzip2"
brew "cheat"
brew "cmake"
brew "ctop"
brew "diff-so-fancy"
brew "duf"
brew "exa"
brew "fd"
brew "fpp"
brew "fselect"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gradle"
brew "hexyl"
brew "htop"
brew "httpie"
brew "icdiff"
brew "jenv"
brew "jid"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "m-cli"
brew "maven"
brew "mcfly"
brew "minikube"
brew "mkdocs"
brew "multitail"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "node"
brew "prettier"
brew "prettyping"
brew "pssh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "python-tk@3.9"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "socat"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
brew "denisidoro/tools/navi"
brew "federico-terzi/espanso/espanso"
brew "ringohub/redis-cli/redis-cli"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "authy"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "brave-browser"
cask "chromium"
cask "daisydisk"
cask "dash"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "disk-inventory-x"
cask "divvy"
cask "docker"
cask "dozer"
cask "drawio"
cask "fig"
cask "firefox"
cask "flux"
cask "flycut"
cask "font-fira-code"
cask "font-iosevka"
cask "forklift"
cask "gas-mask"
cask "google-chrome-canary"
cask "http-toolkit"
cask "hyper"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "jd-gui"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "lepton"
cask "macdown"
cask "macvim"
cask "maestral"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "pdk"
cask "pgadmin4"
cask "postman"
cask "pycharm"
cask "shortcat"
cask "simplenote"
cask "snipaste"
cask "squirrel"
cask "sublime-text"
cask "temurin"
cask "temurin11"
cask "temurin8"
cask "textexpander"
cask "typora"
cask "vagrant"
cask "vimr"
cask "visual-studio-code"
cask "visualvm"
cask "vivaldi"
cask "warp"
cask "wezterm"
